/* Class = "NSButtonCell"; title = "Autoselect Any Among Equal Duplicates"; ObjectID = "0r7-84-xWO"; */
"0r7-84-xWO.title" = "Autoselect Any Among Equal Duplicates";

/* Class = "NSButtonCell"; title = "Check for updates automatically"; ObjectID = "1Od-KK-ZCM"; */
"1Od-KK-ZCM.title" = "自动检查更新";

/* Class = "NSViewController"; title = "Ignore List"; ObjectID = "1XC-77-rpm"; */
"1XC-77-rpm.title" = "忽略列表";

/* Class = "NSTextFieldCell"; title = "Precise proportion threshold"; ObjectID = "26k-Jd-4Ya"; */
"26k-Jd-4Ya.title" = "Precise proportion threshold";

/* Class = "NSTextFieldCell"; title = "Minimum file size:"; ObjectID = "2ZY-Vd-Fr6"; */
"2ZY-Vd-Fr6.title" = "最小文件大小：";

/* Class = "NSButtonCell"; title = "Enabled"; ObjectID = "328-Xq-bdo"; */
"328-Xq-bdo.title" = "已启用";

/* Class = "NSTextFieldCell"; title = "no_trans\nno_trans"; ObjectID = "4Oy-Od-oE2"; */
"4Oy-Od-oE2.title" = "no_trans\nno_trans";

/* Class = "NSButtonCell"; title = "Enable applications match"; ObjectID = "4Tl-w4-gJY"; */
"4Tl-w4-gJY.title" = "Enable applications match";

/* Class = "NSButtonCell"; title = "no_trans"; ObjectID = "5Hw-d6-IT5"; */
"5Hw-d6-IT5.title" = "no_trans";

/* Class = "CocoaBindingsConnection"; ibShadowedIsNilPlaceholder = "Never"; ObjectID = "66J-fV-Y9H"; */
"66J-fV-Y9H.ibShadowedIsNilPlaceholder" = "从不";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "6fr-df-a8Q"; */
"6fr-df-a8Q.title" = "Text Cell";

/* Class = "NSButtonCell"; title = "Remove empty folders"; ObjectID = "6wA-IT-eVz"; */
"6wA-IT-eVz.title" = "移除空文件夹";

/* Class = "NSViewController"; title = "General"; ObjectID = "7Dm-bD-aqO"; */
"7Dm-bD-aqO.title" = "通用";

/* Class = "NSButtonCell"; title = "Can open iTunes without permission"; ObjectID = "7eV-Pc-fFJ"; */
"7eV-Pc-fFJ.title" = "Can open iTunes without permission";

/* Class = "NSButtonCell"; title = "Remove permanently"; ObjectID = "7kB-Sz-CIu"; */
"7kB-Sz-CIu.title" = "永久移除";

/* Class = "NSViewController"; title = "Internal"; ObjectID = "7oN-HM-ci0"; */
"7oN-HM-ci0.title" = "Internal";

/* Class = "NSTextFieldCell"; title = "no_trans"; ObjectID = "8Fr-rv-hMA"; */
"8Fr-rv-hMA.title" = "no_trans";

/* Class = "NSTextFieldCell"; title = "Limit of items for precise match"; ObjectID = "8Om-ya-4Wy"; */
"8Om-ya-4Wy.title" = "Limit of items for precise match";

/* Class = "NSTextFieldCell"; title = "Similars Matching:"; ObjectID = "9xz-pS-JvY"; */
"9xz-pS-JvY.title" = "Similars Matching:";

/* Class = "NSTextFieldCell"; title = "no_trans"; ObjectID = "Aa4-f3-V9U"; */
"Aa4-f3-V9U.title" = "no_trans";

/* Class = "NSTextFieldCell"; title = "The list above represents the rules that help you avoid excess manual selection after every scan. Deselect a rule to disable it temporarily. Removing a rule will make Gemini offer it to you later if applicable."; ObjectID = "Bdo-fJ-zBM"; */
"Bdo-fJ-zBM.title" = "以上列表列出了帮助您在每次扫描结束后避免过多手动选择的规则。取消选择某条规则可以临时将它禁用。移除某条规则会让 Gemini 稍后向您提供（若适用）。";

/* Class = "NSButtonCell"; title = "Restore Default Selection Rules"; ObjectID = "BfG-cO-oct"; */
"BfG-cO-oct.title" = "恢复默认选择规则";

/* Class = "NSTextFieldCell"; title = "Duplicates Matching:"; ObjectID = "DRh-FQ-ieX"; */
"DRh-FQ-ieX.title" = "Duplicates Matching:";

/* Class = "NSTextFieldCell"; title = "Always select duplicates from these locations for removal:"; ObjectID = "ECv-qe-jtM"; */
"ECv-qe-jtM.title" = "优先移除这些位置的所有重复项：";

/* Class = "NSButtonCell"; title = "Allow smart selection within groups of hard links"; ObjectID = "EV8-WR-rog"; */
"EV8-WR-rog.title" = "允许在硬链接组内进行智能选择";

/* Class = "NSTextFieldCell"; title = "Removal method:"; ObjectID = "G7S-vg-S9M"; */
"G7S-vg-S9M.title" = "移除方式：";

/* Class = "NSTextFieldCell"; title = "Achievements:"; ObjectID = "Gvn-Kx-F9Z"; */
"Gvn-Kx-F9Z.title" = "成就：";

/* Class = "NSButtonCell"; title = "Editable"; ObjectID = "I09-su-qG5"; */
"I09-su-qG5.title" = "Editable";

/* Class = "NSTextFieldCell"; title = "Never select duplicates for removal from these locations:"; ObjectID = "ISd-Zz-adu"; */
"ISd-Zz-adu.title" = "从不选择移除这些位置的重复项：";

/* Class = "NSButtonCell"; title = "Enable detection of Photos and iTunes libraries"; ObjectID = "InQ-jC-t0c"; */
"InQ-jC-t0c.title" = "Enable detection of Photos and iTunes libraries";

/* Class = "NSButtonCell"; title = "Can open Photos without permission"; ObjectID = "JdW-aB-LN9"; */
"JdW-aB-LN9.title" = "Can open Photos without permission";

/* Class = "NSMenuItem"; title = "no_trans"; ObjectID = "Juf-yB-pGK"; */
"Juf-yB-pGK.title" = "no_trans";

/* Class = "NSTextFieldCell"; title = "Enable to identify similar audios and images, not only exact duplicates. This will increase scanning time, but help you free up a lot more space."; ObjectID = "KBU-Cu-kyx"; */
"KBU-Cu-kyx.title" = "启用可以识别类似的音频和图片，不仅仅是完全重复项。这会增加扫描时间，但是能帮助您释放更多空间。";

/* Class = "NSTextFieldCell"; title = "Precise mysterious threshold"; ObjectID = "L01-f4-gcA"; */
"L01-f4-gcA.title" = "Precise mysterious threshold";

/* Class = "NSTextFieldCell"; title = "name"; ObjectID = "L3y-6V-6Cc"; */
"L3y-6V-6Cc.title" = "名称";

/* Class = "NSTextFieldCell"; title = "no_trans"; ObjectID = "Mn1-k3-b0j"; */
"Mn1-k3-b0j.title" = "no_trans";

/* Class = "NSButtonCell"; title = "Move to folder"; ObjectID = "N9A-Ge-rcq"; */
"N9A-Ge-rcq.title" = "移至文件夹";

/* Class = "NSTextFieldCell"; title = "Duration threshold"; ObjectID = "PWU-z3-ydD"; */
"PWU-z3-ydD.title" = "Duration threshold";

/* Class = "NSButtonCell"; title = "Fake Removal"; ObjectID = "Pa0-Za-jBO"; */
"Pa0-Za-jBO.title" = "Fake Removal";

/* Class = "NSButtonCell"; title = "Hidden"; ObjectID = "Pze-AB-Dbh"; */
"Pze-AB-Dbh.title" = "隐藏";

/* Class = "NSTextFieldCell"; title = "Gemini will not scan folders, files and files of particular extensions\nthat you add to the lists below:"; ObjectID = "Q24-gT-PjG"; */
"Q24-gT-PjG.title" = "Gemini 不会扫描文件夹、文件以及\n带有添加到以下列表中的扩展名的文件：";

/* Class = "NSButtonCell"; title = "Allow selection of members of invalid media libraries"; ObjectID = "QXG-Vo-gHm"; */
"QXG-Vo-gHm.title" = "Allow selection of members of invalid media libraries";

/* Class = "NSTextFieldCell"; title = "Metadata threshold"; ObjectID = "Qic-QI-l7z"; */
"Qic-QI-l7z.title" = "Metadata threshold";

/* Class = "NSTextFieldCell"; title = "Similar files:"; ObjectID = "SaJ-Bf-WPw"; */
"SaJ-Bf-WPw.title" = "类似文件：";

/* Class = "NSButtonCell"; title = "Developer Mode"; ObjectID = "T5B-4p-Avs"; */
"T5B-4p-Avs.title" = "Developer Mode";

/* Class = "NSTextFieldCell"; title = "no_trans"; ObjectID = "TNN-Hz-K90"; */
"TNN-Hz-K90.title" = "no_trans";

/* Class = "NSButtonCell"; title = "add rules"; ObjectID = "TRf-ub-ls7"; */
"TRf-ub-ls7.title" = "add rules";

/* Class = "NSTextFieldCell"; title = "Please be careful when updating to Beta versions as they include experimental features and can be unstable or result in data loss."; ObjectID = "TRz-Jo-Nkq"; */
"TRz-Jo-Nkq.title" = "请谨慎更新到测试版本，因为它们包含实验性的功能。这些功能可能不稳定，也可能造成数据丢失。";

/* Class = "NSTextFieldCell"; title = "Last check:"; ObjectID = "Ttp-Vq-ZvQ"; */
"Ttp-Vq-ZvQ.title" = "上次检查时间：";

/* Class = "NSTextFieldCell"; title = "Maximum Size Fraction to Sacrifice of Automatic Size Threshold Evaluation"; ObjectID = "UdA-pO-bv8"; */
"UdA-pO-bv8.title" = "Maximum Size Fraction to Sacrifice of Automatic Size Threshold Evaluation";

/* Class = "NSTabViewItem"; label = "Smart Selection Rules"; ObjectID = "VF8-wy-n4n"; */
"VF8-wy-n4n.label" = "智能选择规则";

/* Class = "NSTextFieldCell"; title = "no_trans"; ObjectID = "X5f-Ro-NMX"; */
"X5f-Ro-NMX.title" = "no_trans";

/* Class = "NSButtonCell"; title = "Editable"; ObjectID = "Y2t-cN-7N3"; */
"Y2t-cN-7N3.title" = "Editable";

/* Class = "NSButtonCell"; title = "Check For Updates"; ObjectID = "Z89-Zb-Bfe"; */
"Z89-Zb-Bfe.title" = "检查更新";

/* Class = "NSViewController"; title = "Updates"; ObjectID = "Zlm-fy-aZZ"; */
"Zlm-fy-aZZ.title" = "更新";

/* Class = "NSButtonCell"; title = "Play sounds for main Gemini 2 actions"; ObjectID = "d3A-8E-mZQ"; */
"d3A-8E-mZQ.title" = "为主要的 Gemini 2 操作播放声音";

/* Class = "NSButtonCell"; title = "no_trans"; ObjectID = "dah-lL-A1I"; */
"dah-lL-A1I.title" = "no_trans";

/* Class = "NSButtonCell"; title = "Scan for similar files"; ObjectID = "djQ-YA-iL2"; */
"djQ-YA-iL2.title" = "扫描查找类似文件";

/* Class = "NSTabViewItem"; label = "Always Select"; ObjectID = "ero-vR-BTO"; */
"ero-vR-BTO.label" = "总是选择";

/* Class = "NSButtonCell"; title = "Enabled"; ObjectID = "exb-cQ-18s"; */
"exb-cQ-18s.title" = "已启用";

/* Class = "NSTextFieldCell"; title = "Sounds:"; ObjectID = "fCd-R4-J07"; */
"fCd-R4-J07.title" = "声音：";

/* Class = "NSMenuItem"; title = "no_trans"; ObjectID = "fhj-oJ-tYE"; */
"fhj-oJ-tYE.title" = "no_trans";

/* Class = "NSTextFieldCell"; title = "If a removed duplicate appears to be the last file in its folder, Gemini will remove the folder to make your storage neater."; ObjectID = "gar-l0-fiM"; */
"gar-l0-fiM.title" = "如果移除副本是文件夹内的最后一个文件，那么 Gemini 将会连同文件夹一起移除，这样让您的存储器更整洁。";

/* Class = "NSButtonCell"; title = "Should Log Analytics"; ObjectID = "ghL-nl-DuX"; */
"ghL-nl-DuX.title" = "Should Log Analytics";

/* Class = "NSButtonCell"; title = "Export Preferences"; ObjectID = "gj6-bM-2uj"; */
"gj6-bM-2uj.title" = "Export Preferences";

/* Class = "NSButton"; ibShadowedToolTip = "Restore all Ignore List sections to default"; ObjectID = "hgK-Pv-ILF"; */
"hgK-Pv-ILF.ibShadowedToolTip" = "将忽略列表所有部分恢复到默认设置";

/* Class = "NSButtonCell"; title = "Enable similar images match"; ObjectID = "iMO-au-jws"; */
"iMO-au-jws.title" = "Enable similar images match";

/* Class = "NSWindow"; title = "Preferences"; ObjectID = "iYC-1H-PA4"; */
"iYC-1H-PA4.title" = "偏好设置";

/* Class = "NSButtonCell"; title = "Hidden"; ObjectID = "ibI-Tf-ba9"; */
"ibI-Tf-ba9.title" = "隐藏";

/* Class = "NSMenuItem"; title = "no_trans"; ObjectID = "idE-Ki-VUi"; */
"idE-Ki-VUi.title" = "no_trans";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "ijU-dP-p6m"; */
"ijU-dP-p6m.title" = "Text Cell";

/* Class = "NSButtonCell"; title = "Update to Beta versions when available"; ObjectID = "j6f-pc-I7D"; */
"j6f-pc-I7D.title" = "可用时更新到测试版";

/* Class = "NSButton"; ibShadowedToolTip = "Remove selected item from Ignore List"; ObjectID = "jVV-6O-ycW"; */
"jVV-6O-ycW.ibShadowedToolTip" = "从忽略列表中移除所选项目";

/* Class = "NSTextFieldCell"; title = "Cleanup reminder:"; ObjectID = "kNK-Hm-tle"; */
"kNK-Hm-tle.title" = "清理提醒︰";

/* Class = "NSButton"; ibShadowedToolTip = "Add item to Ignore List"; ObjectID = "kQO-g8-W9S"; */
"kQO-g8-W9S.ibShadowedToolTip" = "将项目添加到忽略列表中";

/* Class = "NSButtonCell"; title = "Restore Defaults"; ObjectID = "kjo-qI-Hpu"; */
"kjo-qI-Hpu.title" = "恢复默认值";

/* Class = "NSViewController"; title = "Removal"; ObjectID = "l2F-ui-T3B"; */
"l2F-ui-T3B.title" = "移除";

/* Class = "NSButtonCell"; title = "Enable similar audio match"; ObjectID = "lXs-BE-mNM"; */
"lXs-BE-mNM.title" = "Enable similar audio match";

/* Class = "NSButtonCell"; title = "Enable presice match on similar images match"; ObjectID = "mcJ-Fr-hrP"; */
"mcJ-Fr-hrP.title" = "在类似图片匹配上启用精准匹配";

/* Class = "NSMenuItem"; title = "no_trans"; ObjectID = "mxL-PF-nEC"; */
"mxL-PF-nEC.title" = "no_trans";

/* Class = "NSButtonCell"; title = "Enable directories and bundles match"; ObjectID = "mxp-bD-qkc"; */
"mxp-bD-qkc.title" = "Enable directories and bundles match";

/* Class = "NSButton"; ibShadowedToolTip = "Add item to Never Select list"; ObjectID = "nb3-g1-Ume"; */
"nb3-g1-Ume.ibShadowedToolTip" = "将项目添加到从不选择列表中";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "npg-L9-ovj"; */
"npg-L9-ovj.title" = "Text Cell";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "oI8-HO-V8P"; */
"oI8-HO-V8P.title" = "Text Cell";

/* Class = "NSTextFieldCell"; title = "no_trans"; ObjectID = "ojD-vP-Qeo"; */
"ojD-vP-Qeo.title" = "no_trans";

/* Class = "NSButtonCell"; title = "Move to Trash"; ObjectID = "pGu-nz-vKW"; */
"pGu-nz-vKW.title" = "移到废纸篓";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "ps1-hf-N0f"; */
"ps1-hf-N0f.title" = "Text Cell";

/* Class = "NSTabViewItem"; label = "Never Select"; ObjectID = "qdh-hb-5KU"; */
"qdh-hb-5KU.label" = "从不选择";

/* Class = "NSTextFieldCell"; title = "Path"; ObjectID = "qsj-MF-AHG"; */
"qsj-MF-AHG.title" = "路径";

/* Class = "NSTextFieldCell"; title = "no_trans"; ObjectID = "rrv-2a-EY4"; */
"rrv-2a-EY4.title" = "no_trans";

/* Class = "NSButtonCell"; title = "Show in-app notifications"; ObjectID = "uo1-LL-Gxx"; */
"uo1-LL-Gxx.title" = "显示应用内通知";

/* Class = "NSButtonCell"; title = "Enable exact match"; ObjectID = "vXv-C2-mbd"; */
"vXv-C2-mbd.title" = "Enable exact match";

/* Class = "NSTextFieldCell"; title = "Raw mysterious threshold"; ObjectID = "vdV-sg-e7A"; */
"vdV-sg-e7A.title" = "Raw mysterious threshold";

/* Class = "NSButtonCell"; title = "Enable exact audio content match"; ObjectID = "w9X-Vh-bZu"; */
"w9X-Vh-bZu.title" = "Enable exact audio content match";

/* Class = "NSTextFieldCell"; title = "Enable to receive friendly notifications on your Gemini progress, thus helping you appreciate the effectiveness of your duplicates extermination."; ObjectID = "wNq-5I-AP0"; */
"wNq-5I-AP0.title" = "启用可以接收关于 Gemini 进度的友好通知，这样可以帮助您了解重复项检查的效果。";

/* Class = "NSTextFieldCell"; title = "Media Libraries:"; ObjectID = "wXi-DJ-Fk4"; */
"wXi-DJ-Fk4.title" = "Media Libraries:";

/* Class = "NSTextFieldCell"; title = "Path"; ObjectID = "xBX-sb-Gb2"; */
"xBX-sb-Gb2.title" = "路径";

/* Class = "NSButtonCell"; title = "Replace files with hard links"; ObjectID = "xar-Q8-sR3"; */
"xar-Q8-sR3.title" = "将文件替换为硬链接";

/* Class = "NSTextFieldCell"; title = "Extras:"; ObjectID = "xkB-1J-AVy"; */
"xkB-1J-AVy.title" = "额外项：";

/* Class = "NSButtonCell"; title = "Restore Defaults"; ObjectID = "y8O-PY-3nE"; */
"y8O-PY-3nE.title" = "恢复默认值";

/* Class = "NSButton"; ibShadowedToolTip = "Add item to Always Select list"; ObjectID = "yGn-FD-Vbk"; */
"yGn-FD-Vbk.ibShadowedToolTip" = "将项目添加到总是选择列表中";

/* Class = "NSTextFieldCell"; title = "Never"; ObjectID = "ypB-1d-sqp"; */
"ypB-1d-sqp.title" = "从不";

/* Class = "NSTextFieldCell"; title = "Updates:"; ObjectID = "z47-Ag-Ent"; */
"z47-Ag-Ent.title" = "更新：";

/* Class = "NSViewController"; title = "Smart Selection"; ObjectID = "zq7-Je-V66"; */
"zq7-Je-V66.title" = "智能选择";
